Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A23A.tmx
Source language: en_us
Languages: zh_cn

source: FDA Warns Pfizer on Pediatric Trials of Geodon
zh_cn: 美国食品药品监督管理局对辉瑞公司Geodon药物的临床试验发出警告

source: The Food and Drug Administration has warned Pfizer Inc. of "significant violations" involving pediatric trials of its antipsychotic drug Geodon.
zh_cn: 美国食品药品监督管理局已经警告辉瑞公司（Pfizer），称其安定药Geodon的青少年临床试验严重违规。

source: The FDA posted a warning letter on its Web site Tuesday concerning clinical trials of an unnamed drug that the agency said was sponsored by Pfizer.
zh_cn: 本周二美国食品药品监督管理局在其网站张贴了关于辉瑞公司实施的一项不知名药物的临床试验的警告。

source: A Pfizer spokeswoman confirmed the drug was Geodon, which is approved to treat schizophrenia and bipolar disorder in adults.
zh_cn: 辉瑞公司发言人证实该药物是Geodon，该药物已经被批准用于成人精神分裂症和双重人格。

source: Pfizer is seeking FDA approval of the drug to treat bipolar disorder in pediatric patients ages 10 to 17.
zh_cn: 辉瑞公司正在向美国食品药品监督管理局申请将该药物用于年龄10-17岁青少年双重人格症。

source: Last October, the FDA declined to approve the product for this use, requesting additional information.
zh_cn: 去年十月，美国食品药品监督管理局拒绝了Geodon的该用途，要求辉瑞公司提供更多的信息。

source: It isn't clear what effect the warning will have on the FDA's review of the trial results.
zh_cn: 不清楚这个警告会给该临床试验结果的审查带来什么影响。

source: The agency, however, typically holds off on approving products until all such concerns have been addressed.
zh_cn: 尽管如此，美国食品药品监督管理局在所有问题都得到澄清之前特别暂时停止批准该药物。

source: In the warning letter, dated April 9, the FDA said "significant violations" were found during inspections of several clinical investigators involved in the studies.
zh_cn: 在4月9日的警告信中美国食品药品监督管理局称在调查试验中几名临床观察中时发现其严重违规的。

source: The FDA released the letter without the name of the product or names of specific study sites.
zh_cn: 警告心中没有公布药物名称和研究地点。

source: The FDA said as a result of inadequate monitoring by Pfizer, there was "widespread overdosing" of patients involved in the trials, conducted at multiple study locations, and the problem "was neither detected nor corrected in a timely manner."
zh_cn: 美国食品药品监督管理局称由于辉瑞公司监管不当，导致这个多地点的临床研究中的病人普遍用药过量，而且问题没有及时被发现和更正。

source: The letter stemmed from inspections in 2005 and 2006 of clinical investigators who were conducting studies of pediatric patients being treated for bipolar disorder.
zh_cn: 警告信来源于2005和2006年对该试验的临床观察者的调查。这些临床观察者参与了这项对有双重人格的青少年的临床研究。

source: A Pfizer spokeswoman said the letter primarily related to one main study of Geodon that was conducted for bipolar disorder at 36 clinical sites.
zh_cn: 一名辉瑞发言人称，警告信主要和一项在36个临床基地用Geodon治疗双重人格症的研究。

source: Pfizer uncovered problems at two sites and informed the FDA.
zh_cn: 辉瑞没有公开其在两个临床基地发现的问题并向美国食品药品监督管理局汇报。

source: The FDA conducted its own probe into the matter and found problems at three clinical sites.
zh_cn: 美国食品药品监督管理局利用其在该研究中的监管员在三个临床基地发现了该问题。

source: Last June, an FDA panel of outside medical experts met to consider Geodon along with two other drugs for pediatric use.
zh_cn: 去年六月，美国食品药品监督管理局组织外界医学专家就Geodon和其他两个药物用于青少年治疗进行了讨论。

source: The panel said Geodon was effective at treating bipolar disorder but was split on whether the drug was safe.
zh_cn: 专家组称，Geodon治疗青少年双重人格是有效的，但问题是该药物是否安全。

source: Geodon's side effects can include sedation and severe sleepiness.
zh_cn: 美国食品药品监督管理局称Geodon的主要副反应是镇静和严重噬睡。

source: Some patients in the trials experienced "severe" muscle tremors and other movement disorders, the FDA said.
zh_cn: 有些临床病人还表现出严重的肌肉震颤和其他行为障碍。

source: Many panel members said they were concerned about the high number of patients who didn't complete clinical studies of Geodon, making its safety difficult to assess.
zh_cn: 很多专家组成员称很多病人没有完成Geodon的临床试验，这使得药物安全性很难评价。

source: The other drugs before the FDA panel―AstraZeneca PLC's Seroquel and Eli Lilly & Co.'s Zyprexa―have since been approved by the FDA for use in younger patients.
zh_cn: 在此之前AstraZeneca PLC's Seroquel 和 Eli Lilly & Co.'s Zyprexa已经得到美国食品药品监督管理局的批准用于青少年患者。

source: In a statement Tuesday, Pfizer said effectiveness data from the study sites that had "widespread violations" of FDA regulations were excluded from the final Geodon study results. All safety data were submitted to the agency.
zh_cn: 在周二的一项声明中，辉瑞公司称违规试验的临床基地所提供的有效性数据被从最终的研究结果中剔除，所有的安全性数据也已提交给美国食品药品监督管理局。

source: The company said it plans to continue pursuing a pediatric indication for Geodon.
zh_cn: 辉瑞公司还称他们还将继续申请Geodon的青少年用药。

source: An outside review of the Geodon data from an auditor won't be complete until August.
zh_cn: Geodon数据的外部审查要到八月份才能完成。

source: Regarding the FDA's warning letter, Pfizer said it "recognizes the seriousness of the issues cited by the FDA and is committed to fully addressing FDA's concerns."
zh_cn: 对于美国食品药品监督管理局的警告信，辉瑞公司称其已经认识到事件的严重性，并对其完全负责。

source: The FDA said problems seen in the clinical trial, such as overdosing, were "repeat violations" that were first uncovered after a 2005 FDA inspection looking at Pfizer's monitoring of clinical trials. At the time, the FDA said overdoses and other dosing errors were seen in seven pediatric patients.
zh_cn: 美国食品药品监督管理局说临床试验中的问题，如用药过量，已经是“累犯”了，因为2005年美国食品药品监督管理局在调查后已经揭露了该问题，当时有7名患者用药过量或剂量不准。

source: The FDA noted that Pfizer attempted to retrain clinical study investigators at all study locations.
zh_cn: 美国食品药品监督管理局表明辉瑞公司曾经尝试对所有临床基地的临床研究观察者进行再培训。

source: However, in June, July and August of 2007 there were additional overdoses of patients in the study.
zh_cn: 但是在2007年6月、7月和8月该试验中还是有用药过量的患者。

source: The letter said 40 patients had a dosing error in the study, including 20 patients who "exceeded" the maximum dose called for in the studies.
zh_cn: 警告信中研究中有40名患者用药剂量不准，其中有20名患者的用药量已经超高了声称的最大剂量。

source: Pfizer has struggled with Geodon-related problems in the past.
zh_cn: 辉瑞公司过去也是被Geodon的其他问题缠身。

source: Last September the company agreed to pay $2.3 billion to settle federal and state civil and criminal charges for improper marketing of four drugs, including Geodon.
zh_cn: 去年九月，该公司因四种药物，包括Geodon的不当营销而支付23亿美元。

source: The company also agreed to pay an additional $33 million to several states to settle allegations, including that the company promoted Geodon for use in pediatric patients and in higher-than-approved doses.
zh_cn: 该公司还同意支付额外的3300万美元给一些州用来取消指控，包括促销Geodon 给青少年患者和给予高于批准的剂量。

source: Pfizer said it has instituted new measures "including our oversight of clinical investigators."
zh_cn: 辉瑞公司称他们已经制定了新的措施，包括监督临床观察者。

source: First approved in 2001, Geodon has been used to treat more than 2 million patients world-wide, Pfizer says.
zh_cn: Geodon2001年获批，全球使用者已经超过200万。
